import balanceButton31 from '../images/Balance Button31.jpg';
import balanceButton32 from '../images/Balance Button32.jpg';
import balanceButton34 from '../images/Balance Button34.jpg';

import balanceButton31Thumb from '../images/Balance Button31Thumb.jpg';

import aavec27 from '../images/AAVEC27.jpg';

import aavec27Thumb from '../images/AAVEC27Thumb.jpg';

import Flyn10 from '../images/Flyn10.jpg';
import Flyn11 from '../images/Flyn11.jpg';
import Flyn12 from '../images/Flyn12.jpg';
import Flyn13 from '../images/Flyn13.jpg';

import Flyn10Thumb from '../images/Flyn10Thumb.jpg';

export const DbReviews = [
  {
    number: 1,
    userName: '아데토쿤보',
    rating: 4,
    studioTitle: '밸런스버튼',
    studioName: 'balance-button',
    timestamp: '2021-01.04',
    thumb: [balanceButton31Thumb],
    pic: [balanceButton31, balanceButton32, balanceButton34],
    text:
      '여러 스튜디오들을 둘러보다가 밸런스버튼에서 바디프로필을 찍었어요. \n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 밸런스버튼 완전 추천드려요!',
  },
  {
    number: 2,

    userName: '최강몸짱',
    rating: 5,
    studioTitle: '아베크',
    studioName: 'avvec',

    timestamp: '2021-01.05',
    thumb: [aavec27Thumb],
    pic: [aavec27],
    text:
      '여러 스튜디오들을 둘러보다가 아베크에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 아베크 완전 추천드려요!',
  },
  {
    number: 3,

    userName: '제임스 하든',
    rating: 3,
    studioTitle: '코코바이킹',
    studioName: 'coco-viking',

    timestamp: '2021-01.03',
    thumb: null,
    pic: null,
    text:
      '여러 스튜디오들을 둘러보다가 코코바이킹에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 코코바이킹 완전 추천드려요!',
  },
  {
    number: 4,

    userName: '웨스트 브룩',
    rating: 2,
    studioTitle: '플린',
    studioName: 'flyn',

    timestamp: '20201-01.02',
    thumb: [Flyn10Thumb],
    pic: [Flyn10, Flyn11, Flyn12, Flyn13],
    text:
      '여러 스튜디오들을 둘러보다가 플린에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 플린 완전 추천드려요!',
  },

  {
    number: 5,

    userName: '크리스 폴',
    rating: 1,
    studioTitle: '커넥트',
    studioName: 'connect',

    timestamp: '2021-01.01',
    thumb: null,
    pic: null,
    text:
      '여러 스튜디오들을 둘러보다가 커넥트에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 커넥트 완전 추천드려요!',
  },
  {
    number: 6,

    userName: '올라디포',
    rating: 0,
    studioTitle: '코코바이킹',
    studioName: 'cocoviking',

    timestamp: '2020-12-31',
    thumb: null,
    pic: null,
    text:
      '여러 스튜디오들을 둘러보다가 코코바이킹에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 코코바이킹 완전 추천드려요!',
  },
  {
    number: 7,

    userName: '르브론 제임스',
    rating: 5,
    studioTitle: '플린',
    studioName: 'flyn',

    timestamp: '2020-12-30',
    thumb: null,
    pic: null,
    text:
      '여러 스튜디오들을 둘러보다가 플린에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 플린 완전 추천드려요!',
  },

  {
    number: 8,

    userName: '스테판 커리',
    rating: 5,
    studioTitle: '커넥트',
    studioName: 'connect',

    timestamp: '2020-12.01',
    thumb: null,
    pic: null,
    text:
      '여러 스튜디오들을 둘러보다가 커넥트에서 바디프로필을 찍었어요.\n\n태어나서 바디프로필을 처음 찍어보는 거라서 잘 찍을 수 있을지 걱정이 많이 됐었는데, 작가님께서 친절하셔서 촬영 내내웃으면서 촬영 할 수 있었어요!\n\n 촬영 컨셉을 정하는게 어려워서 하고 싶은 컨셉들을 여러개들고 찾아 갔었는데, 촬영 전에 작가님이 저랑 가장 잘 어울리는컨셉으로 추천해주셔서 완전 즐겁게 촬영했어요.보정본 뿐만 아니라 원본 사진도 모두 다 마음에 쏙 들었구요. 인터넷에서 보면 보정본 받기까지 엄청 오래 걸리는 경우도있다던데, 1달 안에 보정본을 보내주셔서 너무 만족했어요!\n\n바디 프로필 찍으실 분들 커넥트 완전 추천드려요!',
  },
];
